Repository: Qwlouse/Findeco
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

# mail_verification_email_subject
source: [Findeco]
de: [Findeco] Bitte bestätige deine E-Mail-Adresse

# mail_verification_email_body{url}
source: You requested an e-mail change on your Findeco Account.You can complete it with this link: {url} If you did not request it you just need to ignore this Mail.
de: Du hast beantragt die E-Mail-Adresse deines Findeco-Accounts zu ändern.Mit diesem Link kannst du die Änderung abschließen: {url} Wenn du keine diese Änderung nicht beantragt hast, kannst du diese Mail einfach ignorieren.

# registration_email_subject
source: [Findeco] Your Findeco registration
de: [Findeco] Deine Findeco Registrierung

# registration_email_body{url}
source: You have registered an Findeco account with this e-mail address. You can activate it with this link: {url}If you did not register it you just need to ignore this mail.
de: Du hast einen Findeco Account mit dieser E-Mail-Adresse registriert. Du kannst ihn mit diesem link aktivieren: {url} Falls du den Account nicht aktivieren möchtest, ignoriere diese E-Mail einfach.

# password_recovery_email_subject
source: [Findeco] Password recovery
de: [Findeco] Passwort wiederherstellen

# password_recovery_email_body{url}
source: You requested an Password reset on your Findeco Account. You can request it with this Link: {url} If you did not request it you just need to ignore this Mail.
de: Du hast einen Findeco Account mit dieser E-Mail-Adresse registriert. Du kannst ihn mit diesem link aktivieren: {url} Falls du den Account nicht aktivieren möchtest, ignoriere diese E-Mail einfach.

# password_recovery_success_email_subject
source: [Findeco] New password
de: [Findeco] Neues Passwort

source: password_recovery_success_email_body{password}
de: Dein neues Passwort ist: {password}

source: derivate_email_notification_subject
de: [Findeco] Ein Vorschlag, dem du folgst wurde weiterentwickelt.

source: new_argument_email_notification_subject
de: [Findeco] Einem Vorschlag, dem du folgst wurde ein neues Argument hinzugefügt.

source: userpost_email_notification_subject{author}
de: [Findeco] Du wurdest erwähnt in einem Post von {author}!

# password_recovery_email_subject{url}
source: [Findeco] Password recovery
de: [Findeco] Passwort wiederherstellen
